Repository: Mimrik/cource_monitoring_notifier
Catalog: translations/*.UTF-8/LC_MESSAGES/course_monitoring_notifier.po
Languages: ru_ru

source: I'm already working in this chat
ru_ru: Я уже работаю в этом чате

source: Emoji to problem severity: ℹ - info 😐 - warning 🔥 - average 👹 - high 💀 - disaster ✅ - problem resolved. Commands: /{} - detailed dashboard analogue /{} - subscription settings /{} - time zone setting /{} - language setting
ru_ru: Соответствие эмоджи приоритету события: ℹ - информационное 😐 - предупреждение 🔥 - средний приоритет 👹 - высокий приоритет 💀 - наивысший приоритет ✅ - событие решено. Доступные команды: /{} - аналог дашборда /{} - настройки подписок /{} - настройки часового пояса /{} - настройки языка

source: Subscription settings
ru_ru: Настройки подписки

source: {} Monitoring system: Zabbix Available host groups:
ru_ru: {} Система мониторинга: Zabbix Доступные группы хостов:

source: {} Monitoring system: Zabbix {} Host group: {} Available hosts:
ru_ru: {} Система мониторинга: Zabbix {} Группа хоста: {} Доступные группы хостов:

source: {} Monitoring system: Zabbix {} Host group: {} {} Host: {} Available triggers:
ru_ru: {} Система мониторинга: Zabbix {} Группа хоста: {} {} Хост: {} Доступные группы хоста:

source: no problems
ru_ru: Событий нет

source: Current problems:
ru_ru: Текущие события:

source: subscribed to {} Zabbix triggers
ru_ru: Оформлена подписка на {} триггеры Zabbix

source: unsubscribed from all Zabbix triggers
ru_ru: Отменена подписка на все триггеры Zabbix

source: manage subscriptions
ru_ru: управление подписками

source: subscribe to all triggers
ru_ru: подписаться на все триггеры

source: unsubscribe from all triggers
ru_ru: отписаться от всех триггеров

source: {} subscribe to all triggers {}
ru_ru: {} подписаться на все триггеры {}

source: {} unsubscribe from all triggers {}
ru_ru: {} отписаться от всех триггеров {}

source: {} Back to monitoring systems
ru_ru: {} возврат к системе мониторинга

source: {} Back to host groups
ru_ru: {} Возврат к группам хоста

source: {} Back to hosts
ru_ru: {} Возврат к хостам

source: next setting
ru_ru: следующая настройка

source: {} Finish {}
ru_ru: {} Завершить {}

source: {} Back to subscription settings
ru_ru: {} Возврат к настройкам подписки

source: {} Description: {}
ru_ru: {} Описание: {}

source: Are you sure that you want to subscribe to all {} triggers? The number of triggers is too large for the average user
ru_ru: Вы уверены что хотите подписаться на все {} триггеры? Количество триггеров слишком большое для обычного пользователя

source: Are you sure that you want to unsubscribe from all {} triggers? This action will reset all your subscriptions in this monitoring system
ru_ru: Вы уверены что хотите отписаться от всех {} триггеров? Это действие сбросит все ваши подписки в мониторинговой системе

source: {} Source:
ru_ru: {} Источник:

source: {} Monitoring system: {}
ru_ru: {} Система мониторинга: {}

source: {} Host groups: {)}
ru_ru: {} Группы хостов: {)}

source: {} Host: {}
ru_ru: {} Хост: {}

source: {} Trigger: {}
ru_ru: {} Триггер: {}

source: {} event {}
ru_ru: {} событие {}

source: {} Occurred at {}
ru_ru: {} Возникло в {}

source: ✅ Event {} resolved at {} (in {})
ru_ru: ✅ Событие {} решено в {} (за {})

source: Greetings! I will send you monitoring events. Before we begin, let's make initial settings:
ru_ru: Приветствую! Я буду отправлять Вам оповещения о событиях мониторинга. Перед началом необходимо совершить начальную настройку:

source: {} Promote me to admin
ru_ru: {} Дать мне права админа

source: {} Choose language (you'll be able to change it by /language command)
ru_ru: {} Установить язык (Вы сможете изменить язык позже командой /language)

source: {} Set up time zone (you'll be able to change it by /timezone command)
ru_ru: {} Установить часовой пояс (Вы сможете изменить пояс командой /timezone)

source: {} Set up trigger subscriptions (you'll be able to change it by /subscription command)
ru_ru: {} Подписаться на триггеры (Вы сможете изменить подписку командой /subscription)

source: Initial settings are complete! For functional description you can use /help command
ru_ru: Начальная настройка завершена! Для вызова функциональной справки используйте команду /help

source: Your current time zone is {}
ru_ru: Ваш текущий часовой пояс {}

source: Your current language is {}
ru_ru: Ваш текущий язык {}
